Repository: zjinhu/RestYourEyes
Catalog: Mac/Mac/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 1. Please click below + to add a prompt
zh_hans: 1.请点击下方+添加提示语

source: 2. The prompts switch will read more than one randomly
zh_hans: 2.提示语开关打开多个会随机读取

source: 3. Right-click on a prompt to edit or delete it
zh_hans: 3.右键点击提示语可以编辑或者删除

source: About
zh_hans: 关于

source: Allow Skip
zh_hans: 允许跳过

source: Are you sure to delete %@?
zh_hans: 确定删除%@？

source: Cancel
zh_hans: 取消

source: Delete
zh_hans: 删除

source: Dismiss
zh_hans: 跳过

source: Display Rules
zh_hans: 显示规则

source: Edit
zh_hans: 修改

source: General
zh_hans: 设置

# LaunchAuto
source: Boot up
zh_hans: 开机自启动

source: Please input
zh_hans: 请输入

source: Preview
zh_hans: 预览

source: Prompt
zh_hans: 提示语

source: Quit
zh_hans: 退出

source: Rest Your Eyes
zh_hans: 闭眼休息

source: Rest plan
zh_hans: 休息计划

source: Retime
zh_hans: 重置计划

source: Save
zh_hans: 保存

source: Settings
zh_hans: 设置

source: Take a rest
zh_hans: 休息一下

source: Theme
zh_hans: 主题

# WorkTime %lld
source: Each working duration %lld minutes
zh_hans: 每次工作时长 %lld 分钟

# WorkTiping %lld
source: Rest %lld sec after work
zh_hans: 工作中，工作结束后休息 %lld 秒
